Repository: elementary/wingpanel-indicator-notifications
Catalog: po/extra/*.po
Languages: ca, cs, de, es, fr, hu, ja, pl, pt, ru, sv, uk, zh_cn, zh_tw

source: Notifications Indicator
ca: Indicador de notificacions
cs: Indikátor oznámení
de: Benachrichtigunganzeige
es: Indicador de notificaciones
fr: Indicateur de notifications
hu: Értesítéskijelzés
ja: 通知インジケーター
pl: Wskaźnik powiadomień
pt: Indicador de notificações
ru: Индикатор уведомлений
sv: Indikator för aviseringar
uk: Індикатор сповіщень
zh_cn: 通知指示器
zh_tw: 通知指示器

source: See missed notifications in the panel
ca: Vegeu les notificacions al plafó.
cs: Mějte na panelu na očích upozornění, která vám unikla
de: Entgangene Benachrichtigungen im Panel ansehen
es: Ver notificaciones antiguas en el Panel
fr: Visualisez les notifications manquées dans le panneau
hu: Az elmulasztott értesítések megjelenítése az állapotsoron
ja: 見逃した通知をパネルで確認します
pl: Pokaż przegapione powiadomienia w panelu
pt: Ver notificações perdidas no painel
ru: Смотрите пропущенные оповещения в панели
sv: Se missade aviseringar i panelen
uk: Перегляньте пропущені сповіщення у панелі
zh_cn: 在面板中查看错过的通知
zh_tw: 在面板中查看錯過的通知

source: Fixes:
ca: Correccions:
cs: Opravy:
es: Correcciones:
fr: Corrections :
hu: Javítások:
ja: 修正点:
pl: Poprawki:
pt: Correções:
ru: Исправления:
sv: Åtgärdar:
uk: Виправлення:
zh_cn: 修复：
zh_tw: 修正：

source: Clear All button no longer leaves undeletable notifications
ca: El botó «Neteja-ho tot» ja no deixa notificacions que no es puguin esborrar.
es: El botón «Borrar Todo» ya no deja notificaciones no descartables
fr: Le bouton « Effacer tout » ne laisse désormais plus de notifications impossibles à supprimer
hu: Az összes törlése gomb már nem hagy törölhetetlen értesítéseket
ja: “すべての通知を消去”ボタンを押すと、通知が残り続けたまま消去できない不具合を修正
pl: Przycisk czyszczenia notyfikacji nie zostawia już nieusuwalnych powiadomień
pt: Botão de Limpar tudo não deixa mais notificações indetetáveis
ru: Кнопка «Очистить всё» больше не оставляет незакрываемые уведомления
sv: Knappen Töm alla lämnar inte längre aviseringar som inte kan raderas
uk: Кнопка «Очистити все» більше не залишає сповіщень, які неможливо видалити
zh_tw: 清除全部按鈕不會再留下一些無法刪除的通知

source: Minor updates:
ca: Actualitzacions menors:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
hu: Apróbb frissítések:
ja: そのほかのアップデート:
pl: Mniejsze aktualizacje:
pt: Pequenas atualizações:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
uk: Незначні оновлення:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
uk: Оновлено переклади
zh_cn: 更新翻译
zh_tw: 翻譯更新

source: Reduce delay in initially showing wingpanel when there is a large number of notifications
ca: Redueix el retard en mostrar inicialment el plafó quan hi ha un gran nombre de notificacions.
es: Reducido el retardo inicial al abrir el wingpanel cuando había un gran número de notificaciones
fr: Réduction du délai d'affichage initial du panneau lorsqu'il y a un grand nombre de notifications
hu: A wingpanel megjelenítése kevesebb késleltetéssel sok értesítés esetén
ja: 通知の数が多い場合、Wingpanel を初めて表示する際の遅延を減らすように修正
pl: Zmniejszono opóźnianie przy pierwszym pokazaniu panelu bocznego w przypadku dużej liczby powiadomień
pt: Reduz o atraso em mostrar inicialmente o wingpanel quando há um grande número de notificações
ru: Уменьшена задержка при первом показе панели с большим количеством уведомлений
uk: Скоротити затримку початкового показу Wingpanel, коли є велика кількість сповіщень

source: Reduce delay in clearing all notifications when there is a large number of notifications
ca: Reducció del retard en esborrar totes les notificacions quan n'hi ha moltes
es: Reducido el delay al limpiar notificaciones cuando había un gran número
fr: Réduction du d'effacement de toutes les notifications lorsqu'il y a un grand nombre de notifications
hu: Az összes értesítés törlése kevesebb ideig tart sok értesítés esetén
ja: 通知の数が多い場合、すべての通知を消去する際の遅延を減らすように修正
pl: Zmniejszono opóźnianie przy usuwaniu wszystkich powiadomień w przypadku dużej liczby powiadomień
pt: Reduzir o atraso na limpeza de todas as notificações quando há um grande número de notificações
ru: Уменьшена задержка при очистке большого количества уведомлений
uk: Скорочена затримка очищення сповіщень, коли їх велика кількість

source: Fix delayed startup
ca: Correcció de l'inici retardat
cs: Opraveno pozdržené spouštění
fr: Correction du démarrage différé
hu: Javítva a késleltetett elindulás
ja: 起動が遅い不具合を修正
pl: Naprawiono opóźnione włączanie
pt: Corrige o arranque atrasado
ru: Исправлена задержка при запуске
uk: Виправлено затримку запуску

source: Handle null message body
ca: Gestió del cos del missatge nul
cs: Ošetřeno chování při prázdném těle zprávy
fr: Gestion en cas de corps de message vide
hu: Üres értesítésszöveg lekezelése
ja: メッセージの本文が空の場合も適切に処理するように修正
pl: Obsługa wiadomości bez głównej treści
pt: Lida corpo de mensagem nulo
ru: Обработка уведомлений без содержимого
uk: Обробка повідомлень без вмісту

source: Use app name as fallback title
ca: S'usa el nom de l'aplicació com a títol alternatiu.
cs: Náhradně je jako nadpis používán název aplikace
de: Namen der Anwendung als Fallback-Titel verwenden
fr: Utilisation du nom de l'application comme titre par défaut
hu: Az alkalmazásnév használata, ha más nem érhető el
ja: 通知のタイトルが設定されていない場合、アプリ名を代わりに表示するように修正
pl: Użyj nazwy aplikacji jako tytuł zastępczy
pt: Usar o nome da aplicação como título de recurso
ru: Использование названия приложения в качестве запасного заголовка
uk: Назва застосунку як запасний заголовок
zh_cn: 使用应用名称作为备用标题

source: Complete redesign:
ca: Redisseny complet:
cs: Úplné předělání:
de: Komplettes Redesign:
fr: Refonte complète :
hu: Teljes redizájn:
ja: 抜本的なデザイン変更:
pl: Całkowicie przeprojektowano:
pt: Reformulação completa:
ru: Полное изменение дизайна:
uk: Цілковите оновлення:
zh_cn: 完全重新设计：

source: Multitouch gestures to dismiss notifications
ca: Gests multitàctils per rebutjar notificacions
cs: Vícedotyková gesta pro zahazování upozornění
de: Multitouch-Gesten um Benachrichtigungen zu verwerfen
fr: Prise en charge du multi-touch pour masquer les notifications
hu: Többujjas gesztusok az értesítések törléséhez
ja: マルチタッチジェスチャーで通知を消去できるように変更
pl: Gesty wielodotykowe do zamykania powiadomień
pt: Gestos multi-toque para dispensar notificações
ru: Мультитач-жесты для отмены уведомлений
uk: Жести для відхилення сповіщень
zh_cn: 多点触控手势以关闭通知

source: Close button on each notification
ca: Botó de tancar a cada notificació
cs: Každé upozornění nyní obsahuje tlačítko pro jeho zavření
de: Schließen-Button bei jeder Benachrichtigung
fr: Bouton de fermeture sur chaque notification
hu: Bezárás gomb minden értesítésen
ja: 通知一つ一つに閉じるボタンを追加
pl: Przycisk zamknięcia dla każdego powiadomienia
pt: Botão de fechar em cada notificação
ru: Кнопка закрытия на каждом уведомлении
uk: Кнопка закриття кожного сповіщення
zh_cn: 每个通知上显示关闭按钮

source: Show images and badged icons
ca: Es mostres imatges i icones amb insígnies.
cs: Zobrazování obrázků a ikon odznáčků
de: Zeige Bilder und Icons mit Badge
fr: Affichage des images et des badges d'icône
hu: Képek és bélyeggel ellátott ikonok megjelenítése
ja: 画像とバッジアイコンを表示
pl: Pokazanie obrazków i ikon odznak
pt: Mostrar imagens e ícones com marcas
ru: Отображение изображений и значков
uk: Показ зображень та піктограм
zh_cn: 显示图像和带标记的图标

source: Show tooltip on hover
ca: Mostra la descripció emergent en passar-hi
cs: Při najetí ukazatelem zobrazit bublinovou nápovědu
de: Zeige Tooltip beim Darüberfahren
fr: Affichage d'une infobulle au survol
hu: Tipp megjelenítése a kurzor felé mozgatásakor
ja: ホバー時にツールチップを表示するように変更
pl: Przy najechaniu pokazywany jest tooltip
pt: Mostra dica ao pairar o rato
ru: Появление всплывающих подсказок при наведении
uk: Показ підказок під час наведення
zh_cn: 悬停时显示工具提示

source: Performance improvements
ca: Millores de rendiment
cs: Vylepšení výkonu
de: Leistungsverbesserungen
fr: Améliorations des performances
hu: Teljesítménybeli javítások
ja: パフォーマンスの改善
pl: Ulepszenie wydajności
pt: Melhorias de desempenho
ru: Улучшения производительности
uk: Поліпшення швидкодії
zh_cn: 性能改进

source: Fix issues with disappearing notifications
ca: Correcció de les notificacions que desapareixen
cs: Opraven problém s mizejícími upozorněními
de: Behebt ein Problem mit verschwindenden Benachrichtigungen
fr: Correction de problèmes avec des notifications qui disparaissaient
hu: Javítva az eltűnő értesítésekkel kapcsolatos hibák
ja: 通知が消える不具合を修正
pl: Naprawiono problem ze znikającymi powiadomieniami
pt: Corrige problemas com notificações que desaparecem
ru: Исправлены проблемы с исчезновением уведомлений
uk: Виправлено проблеми зникання сповіщень
zh_cn: 修复通知消失的问题

source: Fix a minor visual inconsistency
ca: Correcció d'una inconsistència visual menor
cs: Opravena drobná vizuální nejednotnost
de: Behebt eine kleinere optische Unregelmäßigkeit
fr: Correction d'une inconsistance visuelle mineure
hu: Javítva egy kisebb vizuális inkonzisztencia
ja: 視覚的な非一貫性を微修正
pl: Naprawiono pomniejszą niespójność wizualną
pt: Corrige uma pequena inconsistência visual
ru: Исправено незначительную визуальную непоследовательность
uk: Виправлено незначні невідповідності вигляду
zh_cn: 修复轻微的视觉不一致

source: New Features:
es: Nuevas características:
sv: Nya funktioner:
zh_tw: 新功能：

source: Support notifications with buttons
es: Ahora se pueden controlar las notificaciones con botones
sv: Stöd för aviseringar med knappar
zh_tw: 支援有按鈕的通知

source: Collapsible app sections
es: Ahora existe una sección de aplicación colapsable
sv: Infällbara app-sektioner
zh_tw: 讓應用程式區塊能夠收起

source: Remove notification from list if bubble dismissed
es: Ahora se quita la notificación de la lista si su burbuja es descartada
sv: Ta bort avisering från listan om bubblan avfärdas
zh_tw: 忽略通知氣泡時也從清單中移除通知

source: Ensure accurate count in tooltip
es: Se garantiza un conteo adecuado de notificaciones en la información en pantalla
sv: Säkerställ korrekt antal i verktygstips
zh_tw: 確保工具提示所顯示的通知數量是準確的
