Repository: elementary/wingpanel-indicator-notifications
Catalog: po/*.po
Languages: ca, ckb, ja, ka, ko

source: Updating notifications…
ca: S'actualitzen les notificacions…
ckb: نوێکردنەوەی ئاگادارییەکان…
ja: 通知を更新しています…
ka: გაფრთხილებების განახლება…
ko: 업데이트 알림…

source: Do Not Disturb
ca: No m'empipis!
ckb: بێزام مەکە
ja: 非通知モード
ka: არ შემაწუხოთ
ko: 방해 금지 모드

source: Clear All Notifications
ca: Neteja totes les notificacions
ckb: سڕینەوەی هەموو ئاگادارییەکان
ja: すべての通知を消去
ka: ყველა გაფრთხილების გასუფთავება
ko: 모든 알림 정리

source: Notifications Settings…
ca: Paràmetres de les notificacions…
ckb: ڕێکخستنی ئاگادارییەکان…
ja: 通知設定…
ka: გაფრთხილებების მორგება…
ko: 알림 설정…

source: Middle-click to disable Do Not Disturb
ca: Clic del mig per inhabilitar el mode de no empipar
ckb: کرتەی ناوەڕاست بۆ ڕاگرتنی بێزارم مەکە
ja: 非通知モードを無効にするには中クリックしてください
ka: შუა წკაპი "არ შემაწუხოთ" რეჟიმის გამოსართავად
ko: 마우스 가운데 버튼 클릭으로 방해 금지 비활성화

source: Middle-click to enable Do Not Disturb
ca: Clic del mig per habilitar el mode de no empipar
ckb: کرتەی ناوەڕاست بۆ کاراکردنی بێزارم مەکە
ja: 非通知モードを有効にするには中クリックしてください
ka: შუა წკაპი "არ შემაწუხოთ" რეჟიმის ჩასართავად
ko: 마우스 가운데 버튼 클릭으로 방해 금지 활성화

source: No notifications
ca: Sense notificacions
ckb: هیچ ئاگادارییەک نییە
ja: 通知なし
ka: გაფრთხილების გარეშე
ko: 알림 없음

source: 1 notification
ca: 1 notificació
ckb: یەک ئاگاداری
ja: 1 件の通知
ka: 1 გაფრთხილება
ko: 알림 1개

source: %s from %s
ca: %s de %s
ckb: %s لە %s
ja: %2$sから%1$s
ka: %s -ი %s-სგან
ko: %s 에서 %s

source: %u notification
ca: %u notificació
ckb: تەنها %u ئاگاداری
ja: %u 件の通知
ka: %u გაფრთხლება
ko: %u 알림

source: %u app
ca: %u aplicació
ja: %u 個のアプリ
ka: %u აპი

source: No Notifications
ca: No hi ha notificacions
ckb: هیچ ئاگادارییەک نییە
ja: 通知なし
ka: გაფრთხილებების არაა
ko: 알림 없음

source: Delete
ca: Suprimeix
ckb: سڕینەوە
ja: 削除
ka: წაშლა
ko: 삭제

source: Other
ca: Altres
ckb: هیتر
ja: その他
ka: სხვა
ko: 기타

source: Clear all %s notifications
ca: Neteja totes les notificacions: %s
ckb: سڕینەوەی هەموو ئاگادارییەکانی %s
ja: %s の通知をすべて消去
ka: ყველა %s გაფრთხილების გასუფთავება
ko: 모든 %s 알림 정리

source: Show less
ca: Mostra'n menys
ja: 表示を減らす
ka: ნაკლების ჩვენება

source: Show more
ca: Mostra'n més
ja: 表示を増やす
ka: მეტის ჩვენება

source: %i app
ckb: تەنها %i بەرنامە
